---
kind: other
id: Properties.T:Autodesk.Revit.UI.Plumbing.PipeFittingAndAccessoryPressureDropUIData
source: html/10c81006-2ea6-816f-0029-6dd438bf04b3.htm
---
# PipeFittingAndAccessoryPressureDropUIData Properties

Specifies whether the .NET object represents a valid Revit entity.